{
  "topic": [
    {
      "t_exp": "pwManager is...",
      "current": true,
      "type": "h3"
    },
    {
      "b_exp": "A clean, light and reliable password manager that is safe to use and works flawlessly.",
      "current": true,
      "type": "h4" 
    }
  ],
  "articles": [
    {
      "header": "v1.2 alpha update",
      "p1": "New webpage (about)",
      "p2": "Signup",
      "p3": "Bug fixes",
      "p4": ""

    },
    {
      "header": "v1.1 alpha update",
      "p1": "New webpage",
      "p2": "Bug fixes",
      "p3": "MOAR COLORS",
      "p4": "New type of news section"
    },
    {
      "header": "v1.0 alpha update",
      "p1": "New article section",
      "p2": "New news section",
      "p3": "Bootstrap Layout",
      "p4": "First version"
    },
    {
      "header":  null
    }
  ],
  "news": [
    {
      "header": "???",
      "p1": "pwManager is not well coded, has a million bugs and is annoyingly complex for what it is. I have been working on a successor to pwManager which will soon replace this domain.",
      "p2": "It's called PassVault, and is better in every way to pwManager. It's lighter, uses ReactJS and Bootstrap so it's easy to use and more interactive. After nearly two years, pwManager will stop dominating this domain.",
	  "a1": "The official beta date will be the 5th of May, 2021. This was written on 06/04/21"
    },

    {
      "header": "pwManager will be presented at the coolest projects!",
      "p1": "If you want to go and see this masterpiece at the coolest projects, you can go to the RDS Main Hall, Dublin, Ireland on May 5th, 2019! ",
      "p2": "Go to the website section to try find it.",
      "a1":  "https://coolestprojects.org"
    }
  ],
  "whr": [
    {
      "header": "Free Membership, ",
      "desc": "The Free Membership is the first type of membership in pwManager, it is given to everybody."

    },
    {
      "header": "Loyalty membership,",
      "desc": "The loyalty membership is honored to people who the creator knows or the people who assisted in creating this. Want to see if you are eligible? Go to the contact page to send me an email."
    },
    {
      "header": "What can you get with Free Membership?",
      "desc":  "With Free Membership, you can have up to 100 passwords stored! Pretty much that."
    },
    {
      "header": "What can you get with Loyalty Membership?",
      "desc": "With Loyalty Membership you can get unlimited passwords, a custom account logo, access to WIP tools, and more!"
    },
    {
      "header": "Sign up Now!",
      "desc": "Signing up is easy, all you have to do is click on Account in the navigator or click on the link below",
      "ahref": "https://appledoes.github.io/account/signup.html",
      "a":  "Sign up"
    }
  ]
}

